@extends('layouts.static')

@section('page-title')
用户条款
@endsection

@section('page-content')
用户条款
<br />
<br />一． 服务条款的确认和接纳
<br />
<br />本服务协议双方为米客之家和米客之家买方用户，本服务协议具有合同效力。
<br />
<br />本服务协议内容包括协议正文及所有米客之家已经发布的或将来可能发布的各类服务条款。所有条款为协议不可分割的一部分，与协议正文具有同等法律效力。
<br />
<br />米客之家的各项服务的所有权和运作权归米客之家。米客之家提供的服务将完全按照其发布的服务条款和操作规则严格执行。
<br />
<br />用户在使用米客之家提供的各项服务的同时，承诺接受并遵守各项相关条款的规定。米客之家有权根据需要不时地制定、修改本协议或各项条款，如本协议有任何变更，米客之家将在项目上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用米客之家所提供的服务。经修订的协议一经在米客之家公布后，立即自动生效。各项条款会在发 布后生效，亦成为本协议的一部分。登录或继续使用米客之家所提供的服务将表示用户接受经修订的协议。除另行明确声明外，任何使米客之家所提供的服务的范围扩大或功 能增强的新内容均受本协议约束。
<br />
<br />用户确认本服务协议后，本服务协议即在用户和米客之家之间产生法律效力。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向米客之家咨询。
<br />
<br />无论用户事实上是否在注册之前认真阅读了本服务协议，只要用户点击协议正本下方的“确认”按钮并按照米客之家注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本服务协议。
<br />
<br />用户确认：本协议条款是处理双方权利义务的当然约定依据，除非违反国家强制性法律，否则始终有效。在下订单的同时，用户也同时承认了用户拥有购买这些产品的权利能力和行为能力，并且对用户在订单中提供的所有信息的真实性负责。
<br />
<br />用户确认：米客之家中所收集的用户使用数据将作为数据排名依据，数据排名、积分制度、优惠券仅适用普通消费者。如米客之家确认非普通消费者在米客之家购买商品并获得积分、优惠券的，米客之家有权予以撤销。
<br />
<br />二． 服务简介
<br />
<br />米客之家运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须：
<br />
<br />(1)自行配备上网的所需设备，包括个人电脑、调制解调器或其它必备上网装置。
<br />
<br />(2)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。
<br />
<br />基于米客之家所提供的网络服务的重要性，用户应同意：
<br />
<br />(1)提供详尽、准确的个人资料。
<br />
<br />(2)不断更新注册资料，符合及时、详尽、准确的要求。
<br />
<br />米客之家不公开用户的姓名、地址、电子邮箱和笔名， 除以下情况外：
<br />
<br />(1)用户授权米客之家透露这些信息。
<br />
<br />(2)相应的法律及程序要求米客之家提供用户的个人资料。
<br />
<br />如果用户提供的资料包含有不正确的信息，米客之家保留结束用户使用网络服务资格的权利。
<br />
<br />三． 订单
<br />
<br />(1)除法律强制规定外，双方约定如下：米客之家上展示的商品和价格等信息仅仅是要约邀请，用户下单时须填写希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等信息内容；系统生成的订单信息是计算机信息系统根据用户填写的内容自动生成的数据，是用户的订货单，该订货单视为合同要约；米客之家收到用户的订单信息后，将根据实际库存等客观情况进行确认，米客之家将用户在订单中订购的商品从仓库实际直接向用户发出（ 以快递实际配送为准），方视为米客之家接受订单的标志。如未接受订单，米客之家不受用户订单的任何约束。
<br />
<br />(2)如果用户在一份订单里订购了多款商品并且米客之家只给用户发出了部分商品时，用户与米客之家之间仅就实际出库的商品建立了合同关系。用户可以随时登陆账户，查询用户的订单状态。
<br />
<br />(3)由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证用户提交的订单信息中希望购买的商品都会有货；如用户拟购买的商品，发生缺货，用户有权取消订单。
<br />
<br />四． 送货及费用
<br />
<br />米客之家将会把产品送到用户所指定的送货地址。所有在米客之家上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。送货费用根据用户选择的配送方式的不同而异。
<br />
<br />请清楚准确地填写用户的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，米客之家将不承担责任：
<br />
<br />(1)客户提供错误信息和不详细的地址；
<br />
<br />(2)货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。
<br />
<br />(3)不可抗力，例如：自然灾害、交通戒严、突发战争等。
<br />
<br />五． 用户隐私制度
<br />
<br />1.尊重用户个人隐私是米客之家的一项基本政策。米客之家一定不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在米客之家中的非公开内容，除非有法律许可要求或米客之家在诚信的基础上认为透露这些信件在以下四种情况是必要的：
<br />
<br />(1)遵守有关法律规定，遵从米客之家合法服务程序。
<br />
<br />(2)保持维护米客之家的商标所有权。
<br />
<br />(3)在紧急情况下竭力维护用户个人和社会大众的隐私安全。
<br />
<br />(4)符合其它相关的要求。
<br />
<br />2.用户的帐号，密码和安全性
<br />
<br />用户一旦注册成功，成为米客之家的合法用户，将得到一个密码和用户名。用户可随时根据指示改变用户的密码。用户将对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告米客之家。
<br />
<br />六． 拒绝提供担保
<br />
<br />用户个人对网络服务的使用承担风险。米客之家对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含 担保、特定目的和不违反规定的适当担保作限制。米客之家不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保。米客之家对在米客之家上得到的任何商品购物服务或交易进程，不作担保。
<br />
<br />七． 有限责任
<br />
<br />米客之家对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。这些行为都有可能会导致米客之家的形象受损，所以米客之家事先提出这种损害的可能性。
<br />
<br />八． 对用户信息的存储和限制
<br />
<br />米客之家不对用户所发布信息的删除或储存失败负责。米客之家有判定用户的行为是否符合米客之家服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，米客之家有中断对其提供网络服务的权利。
<br />
<br />九． 用户管理
<br />
<br />用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于米客之家的国家法律、地方法律和国际法律标准的。用户必须遵循：
<br />
<br />(1)从中国境内向外传输技术性资料时必须符合中国有关法规。
<br />
<br />(2)使用网络服务不作非法用途。
<br />
<br />(3)不干扰或混乱网络服务。
<br />
<br />(4)遵守所有使用网络服务的网络协议、规定、程序和惯例。
<br />
<br />用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输何教唆他人构成犯罪行 为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁 止的。
<br />
<br />若用户的行为不符合以上提到的服务条款，米客之家将作出独立判断立即取消用户服务帐号。用户需对自己在网上的行为承担法律责任。用户若在米客之家上散布和传播反动、色情或其它违反国家法律的信息，米客之家的系统记录有可能作为用户违反法律的证据。
<br />
<br />十． 保障用户
<br />
<br />米客之家同意保障和维护米客之家全体成员的利益，负责支付违反服务条款的损害补偿费用等。
<br />
<br />十一． 结束服务
<br />
<br />用户或米客之家可随时根据实际情况中断一项或多项网络服务。米客之家不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对米客之家的服务不满，可以行使如下权利：
<br />
<br />(1)停止使用米客之家的网络服务。
<br />
<br />(2)通告米客之家停止对该用户的服务。
<br />
<br />结束用户服务后，用户使用网络服务的权利马上中止。从那时起，用户有权利，米客之家也没有义务传送任何未处理的信息或未完成的服务给户或第三方。
<br />
<br />十二． 通告
<br />
<br />所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。用户协议条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。
<br />
<br />十三． 参与广告策划
<br />
<br />用户在他们发表的信息中加入宣传资料或参与广告策划，在米客之家的免费服务上展示他们的产品，任何这类促销方法， 包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。米客之家不承担任何责任，米客之家没有义务为这类广告销售负任何一部分的责任。
<br />
<br />十四． 网络服务内容的所有权
<br />
<br />米客之家定义的网络服务内容包括：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在米客之家和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。米客之家所有的文章版权归原文作者和米客之家共同所有，任何人需要转载米客之家的文章，必须征得原文作者或米客之家授权。
<br />
<br />十五． 责任限制
<br />
<br />如因不可抗力或其它米客之家无法控制的原因使米客之家销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，米客之家不承担责任。但是米客之家会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。
<br />
<br />除了米客之家的使用条件中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因交易而引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，米客之家、米客之家的董事、管理人员、雇员、代理或其它代表在任何情况下都不承担责任。米客之家的全部责任，不论是合同、保证、侵权(包括过失)项下的还是其它的责任，均不超过用户所购买的与该索赔有关的商品价值额。
<br />
<br />十六． 法律管辖和适用
<br />
<br />本协议的订立、执行和解释及争议的解决均应适用中国法律。
<br />
<br />如发生米客之家服务条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对用户产生法律效力和影响。
<br />
<br />本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，该规定可被删除而其余条款应予以执行。
<br />
<br />如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向米客之家所在地的人民法院提起诉讼。
<br />
@endsection
